"BUTTON_AUTHENTICATE" = "Käytä puhelinnumeroani";

"BUTTON_CONTINUE" = "Jatka";

"BUTTON_CREATED_ACCOUNT" = "Tili luotu";

"BUTTON_CREATE_ACCOUNT" = "Luo tili";

"BUTTON_CREATING_ACCOUNT" = "Luodaan tiliä";

"BUTTON_DISMISS" = "Hylkää";

"BUTTON_DONE" = "Valmis";

"BUTTON_NOT_NOW" = "Ei nyt";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Pyydä uusi.";

"BUTTON_RETRY" = "Yritä uudelleen";

"BUTTON_SENDING" = "Lähetetään...";

"BUTTON_SENDING_CONF_CODE" = "Lähetetään vahvistuskoodia";

"BUTTON_SEND_CONF_CODE" = "Lähetä vahvistuskoodi";

"BUTTON_SENT_CONF_CODE" = "Vahvistuskoodi lähetetty";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Kokeile toista numeroa";

"CALL_ME_ACTION" = "Soita minulle";

"CALL_ME_LOADING" = "Soitetaan...";

"ERROR_CANT_SMS" = "Tekstiviestin lähettäminen tähän numeroon epäonnistui.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Tarkista koodi ja yritä uudelleen";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Hups, kohtasimme verkko-ongelman. Yritetäänkö uudelleen? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Tarkista sähköpostiosoitteesi ja yritä uudelleen";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Tarkista numero ja yritä uudelleen";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Olet aiemmin asettanut kaksivaiheisen varmennuskoodin osoitteessa <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Kun napautat yllä Soita minulle, <a href=\"https://www.digits.com\">Digits by Twitter</a> soittaa puhelimeesi puhelinnumerosi vahvistamista varten. Puhelu- ja tiedonsiirtokustannukset ovat voimassa.";

"FOOTNOTE_CREATE_ACCOUNT" = "Napauttamalla yllä Luo tili hyväksyt <a href=\"https://www.digits.com\">Digits by Twitter</a> -palvelun <a href=\"https://twitter.com/tos\">käyttöehdot</a>, <a href=\"https://twitter.com/privacy\">yksityisyyskäytännön</a> \nja<a href=\"https://support.twitter.com/articles/20170514\">evästekäytännön</a> sen, että palvelu jakaa \npuhelinnumerosi sovelluksessa %@, ja että sovelluksen %@ muut käyttäjät\n voivat löytää sinut puhelinnumeron avulla.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Hyväksyt, että tällä ja <a href=\"https://www.digits.com/settings\">kaikilla Digits-tililläsi listatuilla sovelluksillasi</a> on käyttöoikeus tähän sähköpostiosoitteeseen, ja niiden käyttäjät voivat löytää sinut sähköpostiosoitteesi perusteella.";

"FOOTNOTE_LOGIN" = "Napauttamalla Jatka <a href=\"https://www.digits.com/settings\">Digits-tilisi puhelinnumero ja/tai sähköpostiosoite</a> jaetaan sovelluksen %@ kanssa, ja muut sovelluksen %@ käyttäjät voivat löytää sinut puhelinnumeron ja/tai sähköpostiosoitteen perusteella.";

"FOOTNOTE_SEND_CONF_CODE" = "Kun napautat yllä Lähetä vahvistuskoodi, <a href=\"https://www.digits.com\">Digits by Twitter</a> lähettää sinulle tekstiviestin puhelinnumerosi vahvistamista varten. Tekstiviesti- ja tiedonsiirtokustannukset ovat voimassa.";

"FOOTNOTE_TOS_UPDATE" = "Napauttamalla yllä Jatka hyväksyt Digits by Twitter -palvelun käyttöehdot, yksityisyyskäytännön ja evästekäytännön sekä sen, että palvelu jakaa <a href=\"https://www.digits.com/settings\">Digits-tilisi puhelinnumeron ja/tai sähköpostiosoitteen</a> sovelluksessa %@, ja että sovelluksen %@ muut käyttäjät voivat löytää sinut puhelinnumeron ja/tai sähköpostiosoitteen avulla.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Kirjoita kaksivaiheisen varmennuksen koodi.";

"LABEL_ENTER_CONF_CODE" = "Lähetimme sinulle koodin.";

"LABEL_ENTER_EMAIL" = "Kirjoita sähköpostiosoitteesi.";

"LABEL_ENTER_PHONE_NUMBER" = "Mikä on puhelinnumerosi?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Digits by Twitter -palvelu auttaa löytämään muita tätä sovellusta käyttäviä ystäviäsi. Kun napautat OK, lähetämme osoitekirjasi Digits by Twitterille, jotta voimme auttaa sinua löytämään sovelluksen %@ käyttäjiä, jotka tuntevat sinut tai auttaa muita sovelluksen %@ käyttäjiä löytämään sinut.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Löydä ystäväsi";

"LABEL_RESEND_CONF_CODE" = "Etkö saanut koodia?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Puhelinnumeron vahvistaminen epäonnistui";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Vahvistuskoodin lähettämisessä on nyt ongelmia.";

"ONBOARDING_MESSAGE" = "[Digits] Kirjaudu sisään osoitteessa https://fabric.io asettaaksesi sovelluksesi nimen, joka sisällytetään varmennussähköpostiviesteihin sekä tekstiviesti- ja äänilupaviesteihin.";

"PARTIAL_FOOTNOTE_THIS_APP" = "tämä sovellus";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Varmennuskoodi";

"PLACEHOLDER_CONF_CODE" = "Kirjoita kuusinumeroinen koodisi";

